{
    "cmd_help": "Available commands:\n/getmessage: gets a randomize message.\n/help: shows this message.\n/listreminders (or /list): lists all current reminders for the chat.\n/setdaily (or /set): registers a daily randomized message to be sent at whatever time you specify.\n/stopdaily: removes a daily message at the time specified.\n/remind: sets a reminder for yourself or others using a natural sentence. Use keywords 'at', 'in' or 'on' to specify the timing of the reminder. See /remindexamples for details.\n/remindme: is an alias for /remind me.\n/removereminder: removes a reminder at a time you specify. If there are multiple reminders at that time, it will let you choose.\n/start: Welcome! Registers the chat with the bot.\n/stopall: removes all scheduled reminders for this chat and unregisters this chat.\n/update: updates my data from the Google Sheet database.",
    "cmd_remind_examples": "Here are some reminder examples for you:\n``` /remind me to drink some water at 2pm```\n``` /remindme at 1900 tomorrow to nom nom nom```\n``` /remind @AwooPackBot on Thursday to howl at the moon at midnight```\n``` /remind @Everyone to freak out at 11:59 pm on 12/31/1999```\n``` /remindme that you should get some snacks at 3a```\n``` /remind me to do a little dance in 5 minutes```\n``` /remindme to yodel at turtles in 1 week at 4:20 p.m.```",
    "cmd_reminder_list":"To see a list of all reminders use /listreminders",
    "cmd_start":"Awo0o0o! Harro, welcome to AwooPackBot, I've registered this chat in my database.\nUse /help to see a list of commands I respond to.",
    "cmd_set_daily_succcess": "I've registered a daily randomized message for the time you requested. Use /list to see what messages and reminders are scheduled for this chat.",
    "cmd_stop_daily_success": "I've removed the requested daily message.",
    "cmd_stop": "Are you sure you want to continue? This will remove all reminders, daily messages, and remove this chat from my database. Use /stopconfirm to continue.",
    "cmd_stop_confirm": "I've removed this chat along with all reminders and daily messages from my database.",
    "cmd_unknown": "Sorry, I don't know that trick.🥺🦴 Use /help to see the tricks I can do.",
    "cmd_update": "I've updated the my database from the Google Sheet.",
    "err_admin_required":"This command requires admin privilidges in this chat to run.",
    "err_already_exists":"A reminder for that time is already set for this chat. Use /listreminders to see all reminders.",
    "err_cant_find_reminder": "I couldn't find a reminder for this chat at that time.",
    "err_cant_parse_date": "I wasn't able to figure out the date you entered. Please re-enter it using the 'on' keyword, in the format (mm/dd, mm/dd/yyyy, or yyyy-mm-dd).",
    "err_cant_parse_time": "I wasn't able to figure out the time you entered. Please re-enter 12h, 24h, or military time formats.",
    "err_cant_remove_reminder": "I wasn't able to remove the reminder you specified.",
    "err_remove_permissions": "You don't have permissions to remove any current reminders in this chat.",
    "err_cant_schedule_jobs": "I had trouble scheduling that reminder. 🥺 I'm sorry, please check the logs for more info.",
    "err_chat_not_in_db": "I don't currently have this chat registered in my database.",
    "err_no_reminders": "I'm not seeing any scheduled reminders for this chat.",
    "err_reminder_in_past": "Woah, pump the brakes there Marty McFly! This isn't Back to the Future, unfortunately we can only travel linearly in time.",
    "err_reminder_need_at": "To set your reminder, please use the 'at' keyword and specify a time (i.e. at 5:30pm) or use the 'in' keyword and specify a number and units (i.e. in 5 minutes).",
    "err_reminder_no_subject": "I'm sorry, I couldn't find a subject for your reminder.",
    "err_reminder_too_far_out": "✌ Too far out, fam! ☮ This date is groovy but I can only see a year into the future. Try setting a reminder within the next 365 days.",
    "err_reminder_too_close": "That time's a bit #TooSoon, I can only schedule things that are minute or more away.",
    "err_stop_not_armed": "I can't perform this action until you run /stopall first.",
    "err_too_much_time": "Looks like someone's got too much time on their hands. Please use 24h time format where hours are 23 or less and minutes are 59 or less."
}